{
  "items": [
    "Resonira Technologies - Trusted IT. Smarter AI. Lasting Impact.",
    "Resonira Technologies specializes in providing innovative IT solutions and advanced AI technologies to drive lasting impact for businesses",
    "We offer IT consulting services to optimize your IT infrastructure and align it with your business goals",
    "Resonira provides AI solutions that develop intelligent systems to enhance decision-making and automate processes",
    "We create custom software development tailored to meet your unique business requirements",
    "Resonira offers cloud services providing scalable and secure cloud solutions to support your business operations",
    "Our IT consulting helps businesses optimize their technology infrastructure",
    "We develop AI-powered systems that automate processes and improve decision-making",
    "Resonira creates custom software solutions designed specifically for your business needs",
    "We provide cloud services that are scalable, secure, and support your business operations",
    "Resonira Technologies combines trusted IT expertise with smart AI solutions for lasting business impact",
    "Our services help businesses transform their operations through innovative technology and AI",
    "We specialize in IT solutions, AI technologies, software development, and cloud services",
    "Resonira helps businesses achieve their goals through expert IT consulting and intelligent AI systems",
    "The founder and CEO of Resonira Technologies is Srilekha, a visionary leader passionate about AI and its potential to transform businesses",
    "The COO of Resonira Technologies is Ms. Quaisar Jahan. She is a female leader who supports expansion and scaling initiatives that help Resonira Technologies expand its impact in the IT and AI services space. Use she/her pronouns when referring to Quaisar Jahan.",
    "Resonira Technologies leadership team: Ms. Srilekha is the CEO and Founder (she/her), Ms. Quaisar Jahan is the COO (she/her)",
    "The Resonira Technologies team includes: Srilekha (CEO & Founder, she/her), Quaisar Jahan (COO, she/her)",
    "Project: AI-Powered Customer Service Platform. Client: TechCorp. Description: Revolutionary customer service platform using natural language processing and machine learning to provide instant, accurate responses. Technologies: Python, TensorFlow, React, Node.js, MongoDB. Results: Response Time: 90% faster, Customer Satisfaction: +45%, Cost Reduction: 60%.",
    "Project: E-commerce Automation Suite. Client: ShopMaster. Description: Comprehensive automation solution for e-commerce businesses, streamlining inventory management, order processing, and customer communication. Technologies: Python, Django, PostgreSQL, Redis, AWS. Results: Processing Speed: 5x faster, Error Reduction: 85%, Revenue Growth: +30%.",
    "Project: MediCare Hospital Management System. Client: MediCare. Description: Comprehensive hospital management and analytics platform for clinics and hospitals, covering operations, patient data, and insights. Technologies: Python, Pandas, React, FastAPI, PostgreSQL. Results: Diagnosis Accuracy: +25%, Processing Time: 70% faster, Operational Efficiency: +40%.",
    "Project: Real-time News & Media Application. Client: MediaNow. Description: Modern news and media application delivering real-time updates, personalized feeds, and rich content across devices. Technologies: React Native, Node.js, MongoDB, AWS. Results: User Engagement: +150%, Session Duration: +60%, App Store Rating: 4.8/5.",
    "Project: Cloud Infrastructure Migration. Client: Enterprise Solutions Inc.. Description: Complete migration of legacy systems to modern cloud infrastructure, improving scalability and reducing operational costs. Technologies: AWS, Docker, Kubernetes, Terraform, Python. Results: Infrastructure Costs: -40%, Performance: +300%, Uptime: 99.9%.",
    "Project: AI Video Automation & Reels Platform. Client: Rise Beyond Now. Description: AI-powered video automation platform for creating, scheduling, and managing short-form reels and social content. Technologies: React, Node.js, MongoDB, FFmpeg, TensorFlow. Results: Content Output: +300%, Production Time: -70%, Audience Growth: +120%.",
    "Project: Swetha Sai Phani Clinic. Client: Swetha Sai Phani Clinic. Description: Complete clinic management system for Swetha Sai Phani Clinic with patient appointments, doctor management, and comprehensive healthcare administration. Technologies: React, TypeScript, Node.js, PostgreSQL, Tailwind CSS. Results: Appointment Efficiency: +80%, Patient Satisfaction: +65%, Administrative Time: -50%.",
    "Project: Student Bus Tracking System. Client: Student Bus Tracking. Description: Real-time GPS-based bus tracking system for schools, enabling parents and administrators to monitor student transportation safely. Technologies: React Native, Node.js, MongoDB, Google Maps API, Socket.io. Results: Parent Satisfaction: +90%, Route Efficiency: +35%, Safety Incidents: -75%.",
    "Project: School ERP System. Client: School ERP. Description: Comprehensive school management ERP system covering admissions, attendance, academics, fees, and communication. Technologies: React, Node.js, PostgreSQL, Redis, AWS. Results: Administrative Efficiency: +70%, Fee Collection: +45%, Parent Engagement: +80%.",
    "Project: Freshmart E-commerce Platform. Client: Freshmart. Description: Modern e-commerce platform for fresh groceries and daily essentials with real-time inventory and delivery tracking. Technologies: React, Node.js, MongoDB, Stripe, Redis. Results: Online Orders: +200%, Customer Retention: +55%, Delivery Time: -40%.",
    "Project: Girish John Portfolio. Client: Girish John. Description: Professional portfolio website showcasing skills, projects, and experience with a modern, responsive design. Technologies: React, Tailwind CSS, Framer Motion, EmailJS. Results: User Engagement: +150%, Lead Generation: +40%, Page Load Speed: 0.8s.",
    "Project: Digital Marketing & Growth Strategy. Client: GrowthScale. Description: Data-driven digital marketing campaign focusing on SEO, social media growth, and conversion rate optimization for maximum ROI. Technologies: Google Analytics, SEO, Meta Ads, Content Strategy, SEMrush. Results: Organic Traffic: +200%, Conversion Rate: +45%, ROI: 350%.",
    "Project: NextGen Smart City IoT Platform. Client: SmartCity Initiative. Description: Upcoming massively scalable IoT platform for smart cities, managing traffic, waste, and energy consumption in real-time. Technologies: IoT, Kafka, Rust, Kubernetes, TimescaleDB. Results: Energy Savings: Target 30%, Traffic Congestion: Target -40%, Operational Cost: Target -25%.",
    "Project: AI-Driven Legal Assistant. Client: Internal R&D. Description: Upcoming legal tech solution using LLMs to assist lawyers in case research, document drafting, and precedent analysis. Technologies: Python, LLMs, Vector DB, React, FastAPI. Results: Research Time: Target -80%, Accuracy: Target 99%, Cost Efficiency: High.",
    "Summary List of All Resonira Projects: 1. AI-Powered Customer Service Platform (ai), 2. E-commerce Automation Suite (automation), 3. MediCare Hospital Management System (ai), 4. Real-time News & Media Application (mobile), 5. Cloud Infrastructure Migration (cloud), 6. AI Video Automation & Reels Platform (web), 7. Swetha Sai Phani Clinic (web), 8. Student Bus Tracking System (mobile), 9. School ERP System (web), 10. Freshmart E-commerce Platform (web), 11. Girish John Portfolio (web), 12. Digital Marketing & Growth Strategy (marketing), 13. NextGen Smart City IoT Platform (automation), 14. AI-Driven Legal Assistant (ai). Use this list when asked to list all projects."
  ],
  "metadata": [
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "company",
      "id": "resonira"
    },
    {
      "type": "team",
      "id": "srilekha"
    },
    {
      "type": "team",
      "id": "quaisar"
    },
    {
      "type": "team",
      "id": "agent"
    },
    {
      "type": "team",
      "id": "leadership"
    },
    {
      "type": "team",
      "id": "sainath"
    },
    {
      "type": "team",
      "id": "manoj"
    },
    {
      "type": "team",
      "id": "prabanjan"
    },
    {
      "type": "team",
      "id": "all"
    },
    {
      "type": "portfolio",
      "id": 1
    },
    {
      "type": "portfolio",
      "id": 2
    },
    {
      "type": "portfolio",
      "id": 3
    },
    {
      "type": "portfolio",
      "id": 4
    },
    {
      "type": "portfolio",
      "id": 5
    },
    {
      "type": "portfolio",
      "id": 6
    },
    {
      "type": "portfolio",
      "id": 7
    },
    {
      "type": "portfolio",
      "id": 8
    },
    {
      "type": "portfolio",
      "id": 9
    },
    {
      "type": "portfolio",
      "id": 10
    },
    {
      "type": "portfolio",
      "id": 11
    },
    {
      "type": "portfolio",
      "id": 12
    },
    {
      "type": "portfolio",
      "id": 13
    },
    {
      "type": "portfolio",
      "id": 14
    }
  ]
}